app/helpers.php

select * from `settings` where `key` = 'footerLine' limit 1
---
    function getFooter()
    {
        $footer    = Setting::where('key', 'footerLine')->first();